Revit 2027 API
GroupTypeId.EnergyAnalysisConceptualModel Property
 Energy Analytical Model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisConceptualModel { get; }
Public Shared ReadOnly Property EnergyAnalysisConceptualModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisConceptualModel {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisConceptualModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace